Repository: nonamedeveloperjj/KODE-Sample
Catalog: KODE-Sample/SupportingFiles/*.lproj/Localizable.strings
Languages: ru

# EmployeesListModule.SearchBar.Placeholder
source: Enter name, tag, email...
ru: Введи имя, тег, почту...

# EmployeesListModule.SearchBar.CancelTitle
source: Cancel
ru: Отмена

# EmployeesListModule.EmptyState.Title
source: We didn't find anyone
ru: Мы никого не нашли

# EmployeesListModule.EmptyState.Description
source: Try to edit your request
ru: Попробуй скорректировать запрос

# EmployeesListModule.ErrorState.Title
source: Some genius broke everything
ru: Какой-то сверхразум все сломал

# EmployeesListModule.ErrorState.Description
source: We'll try to fix it quickly
ru: Постараемся быстро починить

# EmployeesListModule.ErrorState.TryAgainTitle
source: Try again
ru: Попробовать снова

# EmployeesListModule.EmployeesListSortView.SortTitle
source: Sorting
ru: Сортировка

# EmployeesListModule.EmployeesListSortView.AlphabetTitle
source: Alphabetically
ru: По алфавиту

# EmployeesListModule.EmployeesListSortView.BirthdayTitle
source: By birthday
ru: По дню рождения
